;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Wise Program Uninstaller
;
;
; Translation Author: Kravtsov Aleksandr
; TranslationAuthorEmail: localiz@rambler.ru
; TranslationAuthorWeb: http://www.localiz.ru
; Soft Version: 2.14.113
; Update: 2017-11-01
;

[GUI]
ButtonYes=Да
ButtonNo=Нет
ButtonOK=ОК
ButtonMinimize=Свернуть
ButtonMaximize=Максимальный
ButtonClose=Закрыть
ButtonRestore=Восстановить
ButtonMenu=Меню


[Lang]
NativeLanguage=Русский


[Translation]
LangCode=0419
ReadHabit=Слева на право
LanguageName=RUS
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET

Information=Информация
Warning=Предупреждение
Error=Ошибка
Confirm=Подтверждение
CurVer=Текущая версия:

;
; Основной GUI
;
TfrmUnlog.caption=История
TfrmUnlog.head.unDate=Удаление ВКЛ
TfrmUnlog.head.ItemName=Программа:
TfrmUnlog.head.restore=Остаточные
TfrmUnlog.noItems=Нет оставшихся элементов
TfrmUnlog.Recovered=Восстановлены
TfrmUnlog.recover=Восстановить
FrmMain.lblrate.caption=Оценка
FrmMain.BtnNormal.Caption=Удалить
FrmMain.BtnModify.Caption=Изменить
FrmMain.BtnForce.Caption=Умное удаление
FrmMain.BtnRemove.Caption=Удаление ключей
FrmMain.lblcheckver.Caption=Проверка обновлений
FrmMain.lblinfo.caption=Полное удаление программ из системы.
FrmMain.btnSupport.hint=Центр поддержки
FrmMain.btnfacebook.Hint=Рассказать о Wise Program Uninstaller на Facebook
FrmMain.btntwitter.Hint=Рассказать о Wise Program Uninstaller на Twitter
FrmMain.btnemail.Hint=Рассказать о Wise Program Uninstaller друзьям
FrmMain.btnRefresh.Hint=Обновить
FrmMain.btnLog.Caption=История
FrmMain.btnAll.hint=Все программы
FrmMain.btnSoft.hint=Настольные программы
FrmMain.btnApp.hint=Универсальные приложения
FrmMain.btnPatch.hint=Обновления Windows
FrmMain.btnUnless.hint=Пользовательская деинсталляция


;
; Меню
;
pmHelp=Справка онлайн
pmHome=Домашняя страница
pmforum=Форум
pmCheckMsg=Показывать новости
pmContact=Связаться с нами
pmCheckNew=Проверка обновлений
pmLang=Язык
pmAbout=О программе
pmOpenEntry=Открыть в RegEditor
pmOpenFolder=Открыть в проводнике
PmGoogle=Найти в Google
pmExport=Экспорт в текстовый файл...
pmRightMenuA=Добавить в контекстное меню
ExplorerMenu=Удалить с Wise Program Uninstaller
pmUnisDetect=Обнаруживать деинсталяцию программ


;
; О программе
;
FrmAbout.caption=О программе
FrmAbout.btnok.caption=ОК
FrmAbout.lblver.caption=Текущая версия:
FrmAbout.lblemail.caption=Поддержка:
FrmAbout.lblhome.caption=Сайт программы:
FrmAbout.lblthank.caption=Перевод: А.Кравцов. А также выражаем благодарность:

;
; Процессы
;
FrmProgressModal.btncancel.caption=Отмена

;
; frmafterdel
;
Frmafterdel.caption=Записи реестра и файлы, связанные с программой
Frmafterdel.btnremove.caption=Удалить
Frmafterdel.btncancel.caption=Отмена
Frmafterdel.lblinfo.caption=Просмотрите результаты и нажмите кнопку «Удалить» для завершения удаления.
Frmafterdel.btnnone.caption=Ничего
Frmafterdel.btnall.caption=Выбрать все
;
; Настройка удаления
;
frmUnlessDel.caption=Пользовательская деинсталляция
frmUnlessDel.lblInfo1.caption=Пользовательская деинсталяция позволяет полностью удалить следы и остаточные файлы, которые были оставлены программой. Здесь вы можете просмотреть эти файлы
frmUnlessDel.lblinfo2.caption=Пожалуйста, введите ключевое слово для проверки остаточных файлов.
frmUnlessDel.lblKeyword.caption=Ключевое слово:
frmUnlessDel.btnNext.caption=Далее
frmUnlessDel.btncancel.caption=Отмена
frmUnlessDel.btnremove.caption=Удалить
frmUnlessDel.btnFolder.caption=Обзор

;
; Оценка
;
FrmRate.Btnlist.caption=Отзывы пользователей
FrmRate.Btnreview.caption=Мой отзыв
FrmRate.Btnfirst.caption=Будьте первым оценщиком
FrmRate.Btnsubmit.caption=Отправить
FrmRate.lblscore.caption=Оценка:
FrmRate.lblscorehint.caption=(Вам нужно нажать на звезду)
FrmRate.lblnick.caption=Имя:
FrmRate.lblnickhint.caption=(Необязательно)
FrmRate.lblemail.caption=Почта:
FrmRate.lblemailhint.caption=(Необязательно)
FrmRate.lblcontent.caption=Содержание:
FrmRate.lblcontenthint.caption=(Необязательно)
FrmRate.lbldesctitle.caption=Описание программы:
FrmRate.lblratesoft.caption=Рекомендуемое ПО



[Uninstall]
PublisherUnknown=Неизвестный издатель
VersionUnknown=Неизвестная версия
Rate=Оценка
ItemName=Программа
Publisher=Разработчик
Size=Размер
SetupDate=Установлено
Version=Версия
Canceled=Удаление было отменено.
NoLeftOverItem=Программа удалена полностью.
Removing=Удаление:
TotalStat=Найдено %d программ, которые занимают %s на диске.
Calculating=Получение размера...
Files=Файлы и папки
RegEntries=Ключи реестра
Items=Элементы


[message]
confimdel=Выбранный каталог будет удален с вашего компьютера. Продолжить?
UninstallApp=Удаление...
unistallError=Операция прервана.
NewVer=Была найдена новая версия. Вы хотите обновить сейчас?
NoNewVer=Поздравляем! Вы используете последнюю версию.
NoProgramSelected=Пожалуйста, выберите программу.
IsBusy=Пожалуйста, подождите завершения деинсталляции.
StartFindLeftover=Анализ связанных файлов, папок и ключей реестра...
Collecting=Поиск установленных программ...
BeSureUseForce=Выбирайте эту функцию, если не работает безопасное удаление. Продолжить?
ConfirmRemove=Это удалит записи из реестра. Приложение удалено не будет. Вы уверены, что вы хотите продолжить?
RejectItself=Программа не может удалить себя.
TranslateTo=Перевести на...


[SoftRate]
Querying=Запрос...
Good=Нравится
Bad=Не нравится
Safe=Отчёт
Ver=Версия:
Ratings=Оценки
SoftNotExist=Не удается найти информацию о программе.
GetSoftInfoError=Не удаётся получить информацию о программе
UploadSoftLogoError=Ошибка загрузки информации о программе
SubmitData=Отправка ваших комментариев о программе..
SubmitSoftInfoError=Ошибка сети.
SubmitRateSuccess=Отправка завершена.
HaveSubmitRate=Вы уже оценили.
Submitgoodbad=Отправка информации...
me=Мне
NickTooLong=Ваш ник не должен превышать 20 символов.
MailTooLong=Ваш адрес электронной почты не должен превышать 50 символов.
WrongEmail=Недопустимый адрес электронной почты.
ReviewTooLong=Общая длина обзора не должна превышать 300 символов.
RateHint=Присоединяйтесь к нашему рейтингу любимых программ!
UnknowName=Неизвестный продукт
UnknowVer=Неизвестная версия
UnknowDesc=Описание



[Hint]
HintRate=Оценка программы
HintClose=Удал. элемент


[Monitor]
FindLeftover=%s могла оставить файлы. Программа сканирует их...
NonItems=%S был полностью удален с вашего компьютера.

